<?php
return [
    'doctors' => 'الاطباء',
    'email' => 'البريد الالكتروني',
    'patientName' => 'اسم المريض',
    'doctorName' => 'اسم الطبيب',
    'practiceNumber' => 'رقم مزاولة المهنة',
    'options' => 'خيارات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'mail' => [
        'requested' => 'تم طلب عرض ملفك من قبل الطبيب',
        'code' => 'للموافقة يرجى عرض رمز التاكيد على الطبيب',
    ],
    'activeFiles' => 'الملفات المفعلة',
    'inactiveFiles' => 'الملفات الغير المفعلة',
    'fileNumber' => 'رفم الملف الطبي',
    'show' => 'عرض',
    'code' => [
        'code' => 'كود التفعيل',
        'error' => 'من فضلك ادخل الكود صحيح',
        'activate' => 'تفعيل',
    ],
    'note' => [
        'addNote' => 'اضافة ملاحظة',
        'note' => 'الملاحظة',
        'error' => 'من فضلك ادخل النص صحيح',
        'save' => 'حفظ',
    ],
    'patient' => [
        'active' => 'المرضى المعتمدين',
        'unactive' => 'مرضى لم يتم التأكيد عليهم',
        'latestUnactive' => 'اخر المرضى الغير معتمدين',
        'activate' => 'تفعيل',
        'doctorInfo' => 'معلومات الطبيب',
    ],
    'search' => [
        'findFile' => 'البحث عن ملف',
        'search' => 'البحث',
        'error' => 'من فضلك ادخل البحث صحيح',
        'request' => 'طلب الملف',
    ],
];
